{
  "model_type": "gemma",
  "vocab_size": 262144,
  "bos_token": "<bos>",
  "eos_token": "<eos>",
  "pad_token": "<pad>",
  "unk_token": "<unk>",
  "max_length": 512,
  "special_tokens": {
    "bos_token_id": 2,
    "eos_token_id": 1,
    "pad_token_id": 0
  }
}